/* Go back action title */
"Back" = "Précédent";

/* Continue action title */
"Continue" = "Continuer";

/* Setup a new printer title */
"Set Up New Printer" = "Configurer une nouvelle imprimante";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "Vous pouvez commencer à utiliser votre imprimante HP en quelques étapes seulement.";

/* Prepare printer message */
"Prepare" = "Préparer";

/* Ensure power is on message on prepare printer view */
"Power is ON" = "Le système est sous tension";


/* Unconfigured printer display name */
"New Wireless Printer" = "Nouvelle imprimante sans fil";

/* Printer selection view title */
"Connect" = "Se connecter";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "Cliquez sur Continuer pour configurer une nouvelle imprimante sans fil ou sur Tout afficher pour sélectionner une imprimante déjà connectée.";

/* Show all printers button title */
"Show All" = "Tout afficher";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "Pour ajouter votre imprimante à votre réseau Wi-Fi, procédez comme suit.";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "Connecter votre Mac à l'imprimante";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "Cliquez sur l'icône Wi-Fi de la barre de menus et choisissez le réseau de l'imprimante (commence par \"HP-Setup\").";

/* Join network step title */

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "Cliquez sur l'icône Wi-Fi dans la barre de menus, puis sélectionnez votre réseau d'imprimante (%@)";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "Rétablir les réglages Wi-Fi d'origine de votre Mac";

/* Generic network name in lowercase */
"your network" = "votre réseau";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "Cliquez sur l'icône Wi-Fi de la barre de menus et choisissez le réseau %@.";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "Cliquez sur l'icône Wi-Fi de la barre de menus, choisissez \"Se connecter à un autre réseau\" et connectez-vous au réseau %@.";

/* Generic network name */
"Your network" = "Votre réseau";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "Le réseau Wi-Fi%1$@requiert un%2$@mot de passe.";

/* Password title */
"Password:" = "Mot de passe :";

/* Cancel button title */
"Cancel" = "Annuler";

/* OK button title */
"OK" = "OK";

/* Join button title */
"Join" = "Rejoindre";

/* Try again button title */
"Try Again" = "Réessayer";

/* Default button of alert on timeout while restoring connection */
"Wait" = "Attendre";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "Reconfigurer";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "Assurez-vous que le nom et le mot de passe du réseau sont corrects, réessayez ultérieurement ou sélectionnez un autre réseau dans la liste.";

/* Other button of alert on timeout while restoring connection */
"Cancel" = "Annuler";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "Impossible de se connecter au réseau \"%@\"";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "Le réseau \"%1$@\" présente le type de chiffrement %2$@. Ce dernier n'est pas pris en charge.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "Pour préparer l'impression, procédez comme suit.";
"Click Add Printer. A new window will open." = "Cliquez sur Ajouter une imprimante. Une nouvelle fenêtre s'ouvre.";
"Add Printer..." = "Ajouter une imprimante...";
"In the newly opened window:" = "Dans la nouvelle fenêtre ouverte :";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "Choisissez \"%1$@\" dans le menu contextuel %2$@.";
"Use" = "Utiliser";
"Print Using" = "Imprimer via";

"Click Add." = "Cliquez sur Ajouter.";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Pour vérifier que l'imprimante a été correctement configurée, placez une feuille de papier %@ dans le bac à papier de l'imprimante, puis cliquez sur Imprimer une page d'essai.";

"Print Test Page" = "Imprimer une page d'essai";

/* The name of the print job */
"Test Page" = "Page d'essai";

"Add and Verify" = "Ajouter et vérifier";



/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "Rechercher et rejoindre un réseau Wi-Fi.";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "Saisissez les noms et type de sécurité du réseau auquel vous souhaitez vous connecter.";

/* Network name label */
"Network Name:" = "Nom du réseau :";

/* Security type label */
"Security:" = "Sécurité :";

/* Password label */
"Password:" = "Mot de passe :";

/* Show password checkbox title */
"Show password" = "Afficher le mot de passe";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "Appliquer";

"Done" = "Terminé";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "Actualisation des réseaux...";
"No Networks Found" = "Aucun réseau détecté";
"%d Networks Found" = "%d réseaux détectés";
"Join Other Network..." = "Se connecter à un autre réseau…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "Wi-Fi : activé";
"Turn Wi-Fi Off" = "Désactiver le Wi-Fi";
"HP-Setup..." = "HP-Setup…";
"Home" = "Départ";
"Create Network..." = "Créer un réseau…";
"Open Network Preferences..." = "Ouvrir Préférences Réseau…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "%1$@ essaie de modifier vos réglages d'impression. Saisissez votre mot de passe pour donner l'autorisation.";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "%1$@ essaie de modifier vos réglages d'impression. Saisissez un nom et un mot de passe d'administrateur pour donner l'autorisation.";

"Account name:" = "Nom du compte :";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/



"Use the Current Driver" = "Utiliser le pilote actuel";

"Switch to the HP Driver" = "Basculer vers le pilote HP";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "Aucune";
"wpa_psk_or_wpa2" = "WPA/WPA2 Personnel";
"wpa_enterprise" = "WPA Entreprise";
"wpa2_enterprise" = "WPA2 Entreprise";
"wpa_psk" = "WPA Personnel";
"wpa2" = "WPA2 Personnel";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
/* Finish setup screen strings */
"Preparing to open HP Utility..." = "Préparation en cours de l'ouverture de HP Utility...";
"Thank You!" = "Merci !";
"Continue with HP Utility" = "Continuer avec HP Utility";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Cliquez sur Ouvrir HP Utility et suivez les étapes présentées. Une fois HP Utility ouvert, HP Easy Start se fermera automatiquement.";
"Cannot open HP Utility." = "Impossible d'ouvrir HP Utility.";
"Open HP Utility..." = "Ouvrir HP Utility...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Maintenant que vous êtes connecté et que le logiciel est installé, utilisez HP Utility pour lancer les autres tâches de configuration de l'imprimante.";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "Nous n'avons pas pu localisé automatiquement toutes les options logicielles de ce produit. Rendez-vous sur le site Web HP et recherchez des solutions de produits.";
"Searching for software..." = "Recherche en cours du logiciel...";
"Install" = "Installer";
"Recommended" = "Recommandé";
"Installing... %.1f%%" = "Installation en cours... %.1f%%";
"Loading..." = "Chargement en cours...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "Les services Web de HP pour votre périphérique n'ont pas pu être activés";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "Assurez-vous que le périphérique est connecté à Internet et que ses paramètres de proxy sont corrects.";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "Activité du système en cours. Veuillez patienter...";

"Cannot obtain software information." = "Impossible d'obtenir des informations sur le logiciel.";
"Cannot install software." = "Impossible d'installer le logiciel.";
"Go back to the previous step and try to install the software again." = "Revenez à l'étape précédente et réinstallez le logiciel.";
"%@ is busy" = "%@ est occupé";
"Downloading... %@" = "Téléchargement en cours... %@";
"Update available" = "Mise à jour disponible";
"Downloaded" = "Téléchargé";
"Version: %@" = "Version : %@";
"Status: %@" = "Etat : %@";
"Installed successfully" = "Installé avec succès";
"The software cannot be installed. Try again later." = "Le logiciel ne peut pas être installé. Réessayez plus tard.";
"Cannot connect to server" = "Impossible de se connecter au serveur";
"Required" = "Obligatoire";
"Up to date" = "À jour";
"Not Installed" = "Non installé";
"Software installation requires authorization." = "L'installation du logiciel nécessite une autorisation.";
"Cannot obtain software information. Check your network connection, and then try again." = "Impossible d'obtenir les informations sur le logiciel. Vérifiez votre connexion réseau et réessayez.";
"Cannot download the software." = "Impossible de télécharger le logiciel.";
"Check your network connection, and then try again." = "Vérifiez votre connexion réseau et réessayez.";
"Waiting..." = "En attente...";
"Connecting..." = "Connexion en cours...";


/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "Souhaitez-vous utiliser le pilote d'impression HP ?";
"Select \"%@\"" = "Sélectionnez \"%@\"";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "Sélectionnez l'onglet IP, puis saisissez %@ dans le champ Adresse.";

"Choose \"%@\" from the Protocol pop-up menu." = "Choissisez \"%@\" depuis le menu déroulant Protocole.";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "Choisissez un protocole pris en charge par votre imprimante depuis le menu déroulant Protocole.";


"Generic PostScript Printer" = "Imprimante PostScript générique";
"Generic PCL Printer" = "Imprimante PCL générique";

/* Printer search/discovery */
"Ready to Connect" = "Prêt(e) à se connecter";
"Search for IP address: %@" = "Recherchez l'adresse IP : %@";
"Searching..." = "Recherche en cours...";
"No devices have been found." = "Aucun périphérique n'a été trouvé.";
"No devices have been found" = "Aucun périphérique n'a été trouvé";

"Search for host name: %@" = "Recherchez le nom d'hôte : %@";

/* Printer configuration */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "Remarque - Lorsque vous cliquez sur Rejoindre, le Mac sera temporairement déconnecté du réseau sans fil. %@";
"More..." = "Suite..."; 
"About HP Auto Wireless Connect" = "À propos de HP Auto Wireless Connect (AWC) ";

/* Connect device to Wi-Fi network screen description. The "Join" button is to be titled "Rejoindre", consistently with other strings */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "Cliquez sur l'étiquette située sous l'icône, et donnez à votre appareil un nom permettant de l'identifier facilement par la suite. Assurez-vous que le réseau Wi-Fi de votre Mac est sélectionné, puis cliquez sur Rejoindre.";


/* Preferences window title */
"Preferences" = "Préférences";


/* Error messages */

"Cannot connect to the selected network." = "Impossible de se connecter au réseau sélectionné.";
"Cannot configure the printer." = "Impossible de configurer l'imprimante";


/* 1.1 Resources */

/* Displayed when user network set up to use manual IP address and app needs to temporary reconfigure network */

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "Vous ne pouvez pas quitter l'application tant que les modifications sont en cours.";

/* 5GHz incompatibility alerts */

/* Message displayed on test page */
"Printing is enabled" = "L'impression est activée";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "Vous ne pouvez pas quitter l'application au cours de l'installation. Attendez que l'installation soit terminée.";

/* Reminders */
"Remind Me..." = "Me le rappeler...";
"Set reminders to explore and install free HP-recommended software." = "Définissez les rappels pour rechercher le logiciel recommandé HP gratuit et l'installer.";
"Checking for software..." = "Vérification des mises à jour de logiciels...";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "Page d'accueil";

/* Reminder time options */
"30 minutes" = "30 minutes";
"1 hour" = "1 heure";
"1 day" = "1 jour";
"No reminders" = "Aucun rappel";

"Enable Printing" = "Activer l'impression";

"You cannot quit the application." = "Vous ne pouvez pas quitter l'application.";


/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "Autre logiciel";
"Explore and install free HP recommended software." = "Recherchez le logiciel recommandé HP gratuit et installez-le.";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "Autorisez %@ à accéder à vos rappels dans le volet des préférences Sécurité et confidentialité.";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "Sélectionner le réseau";

/* Printer setup */


/* Info button title */
"More Info" = "Plus de détails...";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "%1$@ a peut-être été supprimé(e) ou déplacé(e) vers un autre emplacement. Quittez et rouvrez %1$@, puis réessayez.";
"Cannot complete operation" = "Impossible d'effectuer l'opération";
"Are you sure that you want to skip Online Setup steps?" = "Êtes-vous sûr de vouloir ignorer les étapes de la Configuration en ligne ?";
"Skip" = "Ignorer";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "La Configuration en ligne est une composante importante de la procédure de configuration de votre imprimante. Il se peut que certaines fonctions du produit ne soient pas activées tant que la procédure n'a pas été effectuée.";
"Unable to communicate with the printer." = "Impossible de communiquer avec l'imprimante.";

/* Printer is not found title */
"No devices found that match search criteria" = "Aucun appareil ne correspond à votre recherche";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Assurez-vous que votre appareil est sous tension et connecté à votre réseau au moyen d'un connecteur USB, ou qu'il est prêt à être connecté à votre réseau sans fil. Vérifiez également la référence du produit, ainsi que le nom donné à l'appareil en réseau, et assurez-vous d'avoir correctement saisi la recherche. Si votre appareil n'a toujours pas été détecté, cliquez sur le bouton Information pour obtenir davantage d'aide.";

/* Description for case when the printer is not found during search by IP-address or host name */

/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "L'impression n'a pas été activée.";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "L'impression n'a pas été activée lors des précédentes étapes. Le problème semble venir d'une mauvaise séléction d'imprimante dans la boîte de dialogue Ajouter une imprimante. Veuillez suivre à nouveau ces étapes en prenant soin de sélectionner la bonne imprimante.";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "Pour connecter l'imprimante, suivez les étapes suivantes. Après chaque étape, cliquez sur \"Réessayer\".\n\n1. Vérifiez que tous les câbles de l'imprimante sont bien branchés ou que la connexion sans fil fonctionne correctement.\n\n2. Éteignez l'imprimante et rallumez-la.";

"Username:" = "Nom d'utilisateur:";

/* Conclusion screen title */
"Continue Online" = "Continuer en ligne";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "Maintenant que vous êtes connecté et que le logiciel adéquat est installé, les tâches d'installation de l'imprimante restantes auront lieu en ligne.";

/* Continue Online button title */
"Continue Online..." = "Continuer en ligne…";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Cliquez sur Continuer en ligne pour ouvrir votre navigateur Internet, puis suivez les étapes indiquées. Une fois votre navigateur ouvert, HP Easy Start se fermera automatiquement.";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "Continuer la configuration en ligne";
"Skip Online Setup" = "Ignorer la configuration en ligne";

/* Finishing OWS setup progress title */
"Finishing setup..." = "Fin de la configuration...";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "Vérifiez que l’imprimante est sous tension (avec câbles correctement connectés et accès Wi-Fi activé). Si l’imprimante n’est toujours pas découverte, cliquez sur le bouton Information pour consulter d’autres conseils.";


/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "Il n'y a pas assez d'espace disponible sur votre disque de démarrage pour télécharger le logiciel sélectionné. Libérez de l'espace sur votre disque de démarrage en supprimant des fichiers et en réessayant.";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "HP Easy Start nécessite au moins %1$@ d'espace disque sur votre disque de démarrage pour installer les éléments sélectionnés mais vous avez seulement %2$@ d'espace disque disponible. Libérez de l'espace sur votre disque de démarrage en supprimant des fichiers et en réessayant.";


/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "Rechercher";

/* Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "Internet Printing Protocol - IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "Line Printer Daemon - LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - Socket";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "AirPrint sécurisé";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd octet";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd octets";

/* KB size format */
"OSPKBSizeFormat" = "%zd Ko";

/* MB size format */
"OSPMBSizeFormat" = "%.1f Mo";

/* GB size format */
"OSPGBSizeFormat" = "%.2f Go";

/* TB size format */
"OSPTBSizeFormat" = "%.2f To";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "Le logiciel HP pour votre %1$@ compatible AirPrint est disponible uniquement pour les systèmes d'exploitation OS X %2$@ ou versions supérieures. Cliquez sur Continuer pour procéder à la configuration en utilisant AirPrint.";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "Les pilotes HP de votre périphérique %1$@ sont uniquement disponibles pour les systèmes d'exploitation OS X %2$@ ou versionss supérieures. Mettez à jour le système d'exploitation de votre ordinateur, puis installez les derniers pilotes HP.";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "Maintenant que vous êtes connecté, les tâches de configuration restantes s'effectuent en ligne.";


/* Enable logging checkbox title */
"Enable Logging" = "Activer la connexion";

/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "Accords et paramètres";

"AgreementsAndSettingsScreenCescription" = "HP collecte et analyse des données sur l'utilisation du/des produit(s), des logiciels et des services et d'autres données techniques sur votre périphérique pour fournir nos produits et services, dont des mises à jour et des alertes, transmettre des informations et vous faire profiter d'avantages, et améliorer les produits, les services et le fonctionnement de notre entreprise. HP peut également analyser ces données avec d'autres données personnelles recueillies conformément à la politique de confidentialité de HP, transmises par vous, d'autres clients de HP, ou de tiers. \nVeuillez revoir et valider les accords et les paramètres suivants.";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "Informations collectées pendant la procédure de configuration";

"Disclosure of the information collected by HP during the setup process." = "Divulgation des informations collectées par HP pendant la procédure de configuration.";

/* Second agreement: EULA */
"End User License Agreement" = "Contrat de licence utilisateur final";

"The legal agreement between HP and users of this software." = "Le contrat légal conclu entre HP et les utilisateurs de ce logiciel.";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "Collecte de données pour améliorer le produit (recommandé)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "Autoriser HP à collecter et analyser des informations sur l'utilisation des produits et des logiciels";

/* Miscellaneous */

"HP Privacy Statement" = "Déclaration de politique HP";



/* Printer - specific strings adjustments */

/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "Votre imprimante ou votre scanner HP sera prêt à l'emploi en seulement quelques étapes !";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "Cliquez sur Continuer une fois que ces tâches préliminaires ont été réalisées.";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "Les consommables sont au besoin installés";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "Si vous ne souhaitez pas utiliser une connexion sans fil, branchez un câble (USB ou Ethernet) entre votre périphérique et votre Mac ou réseau filaire.";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "Si vous avez besoin d'aide pour l'une de ces tâches, reportez-vous aux informations fournies avec votre produit HP.";

/* Unconfigured device display name */
"New Wireless Device" = "Nouveau périphérique sans fil";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "Sélectionnez le périphérique que vous souhaitez utiliser et cliquez sur Continuer.";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "Une erreur s'est produite pendant la procédure de configuration. Restaurez les paramètres par défaut du périphérique et réessayez.";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "Votre périphérique ne prend pas en charge la configuration sans fil sur un réseau sans fil. Veuillez vous reporter au manuel utilisateur du produit pour obtenir plus de détails.";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "Le périphérique n'était pas connecté à votre réseau sans fil. Cliquez sur Attendre pour continuer à rechercher ou cliquez sur Reconfigurer pour recommencer la configuration depuis le début. Cliquez sur Annuler pour sélectionner un autre périphérique.";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "La configuration de votre produit HP est terminée";
"Your device is set up and ready to use." = "Votre périphérique est configuré et prêt à l'emploi.";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Maintenant que vous êtes connecté et que le logiciel de base est installé, utilisez l'utilitaire HP pour effectuer les autres étapes de configuration de l'imprimante.";

/* Renaming device title and description*/
"Rename Device (Optional)" = "Renommer le périphérique (facultatif)";

/* Renaming device error title and description */
"Cannot change device name." = "Impossible de changer le nom du périphérique.";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "Il n'a pas été possible de renommer le périphérique. Vous pouvez réessayer, saisir un autre nom ou continuer avec le nom actuel du périphérique.";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Un pilote d'imprimante AirPrint est attribué à votre imprimante. Ce pilote fournit des fonctions de base et il est compatible avec votre imprimante. Pour être sûr de pouvoir accéder à toutes les fonctions de votre imprimante, nous vous recommandons d'utiliser le pilote HP.";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Un pilote d'imprimante générique est attribué à votre imprimante. Ce pilote fournit des fonctions de base et il est compatible avec votre imprimante. Pour être sûr de pouvoir accéder à toutes les fonctions de votre imprimante, nous vous recommandons d'utiliser le pilote HP.";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "Téléchargez et installez le logiciel recommandé pour votre produit HP.";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "Activez la fonction Wi-Fi de votre Mac pour détecter les périphériques disponibles.";
"Searching for device with IP address: %@" = "Recherche en cours du périphérique avec l'adresse IP : %@";
"Filter the listed devices, or enter an IP address or host name." = "Filtrez les périphériques listés ou saisissez une adresse IP ou un nom d'hôte.";
"Devices matching %@" = "Périphériques correspondant à %@"; 
"Cannot find device." = "Périphérique introuvable.";
"Searching for device with host name: %@" = "Recherche en cours du périphérique avec le nom d'hôte : %@";


/* Printer configuration */
"Set Up My HP Product" = "Configurer mon produit HP";


/* Device configuration error alert title */

/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "Pour configurer le périphérique, HP Easy Start doit modifier temporairement les paramètres de votre connexion. Une autorisation est nécessaire.";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "Votre périphérique n'est pas compatible avec les réseaux de 5 GHz. Sélectionnez un autre réseau et réessayez.";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "Votre périphérique ne peut pas être connecté au canal Wi-Fi %1$@. Les canaux pris en charge sont %2$@. Configurez votre routeur pour utiliser l'un des canaux pris en charge ou sélectionnez un autre réseau.";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "Votre périphérique ne peut pas être connecté au canal Wi-Fi %@. Configurez votre routeur pour utiliser un autre canal ou sélectionnez un autre réseau.";

/* Device setup error alert title */

/* Device setup progress messages */
"Gathering device information..." = "Collecte d'informations sur le périphérique...";


/* USB device busy error allert title and description */
"The device is busy" = "Le périphérique est occupé";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "Votre périphérique est actuellement utilisé par le système d'exploitation ou une autre application. Réessayez plus tard ou redémarrez le périphérique.";

/* Device communication error title and messages */
"Unable to communicate with the device." = "Impossible de communiquer avec le périphérique.";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Assurez-vous que votre périphérique est allumé et connecté à votre réseau. Vérifiez également le nom d'hôte attribué au périphérique ou l'adresse IP, et vérifiez que les mots à rechercher sont saisis correctement. Cliquez sur le bouton Informations pour obtenir plus de conseils si vous ne trouvez toujours pas votre périphérique.";

"The user name and password assigned to this device by your administrator are required to perform this task." = "Le nom d'utilisateur et le mot de passe attribués à ce périphérique par votre administrateur doivent être saisis pour effectuer cette tâche.";



/* Setup locale and language title and description */


/* Join wireless network progress reporting */ 
"Preparing for setup..." = "Préparation en cours pour la configuration...";
"Connecting to the device..." = "Connexion au périphérique en cours...";
"Setting up the device..." = "Configuration en cours du périphérique...";

"Restoring your network connection..." = "Rétablissement en cours de votre connexion réseau...";
"Verifying the device settings..." = "Vérification en cours des paramètres du périphérique...";
"Your device is now connected." = "Votre périphérique est maintenant connecté.";

/* Enable printing/scanning screen title and description */

/* For single-function printers */
"Enable Printing" = "Activer l'impression";

/* For multi-function printers */
"Enable Print and Scan" = "Activer l'impression et la numérisation";
"Follow these steps to prepare to print and scan." = "Suivez ces étapes pour préparer le périphérique avant l'impression et la numérisation.";

/* For single-function scanners */
"Enable Scanning" = "Activer la numérisation";
"Follow these steps to prepare for scanning." = "Suivez ces étapes pour préparer le périphérique avant la numérisation.";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "Pour vous assurer que le scanner a été correctement configuré, placez un document dans le scanner en suivant les repères d'installation du périphérique et cliquez sur Numériser la page de test.";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "Type de connexion non pris en charge.";
"Scanning functions will not be available" = "Les fonctions de numérisation ne seront pas disponibles.";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X ne prend pas en charge la numérisation sur des périphériques connectés à l'aide de l'adresse IP ou du nom d'hôte. Vous pouvez continuer à configurer ce périphérique uniquement pour l'impression. Pour numériser, veuillez activer Bonjour sur votre périphérique, assurez-vous que le périphérique est connecté au même réseau local que votre Mac et sélectionnez à nouveau le périphérique lorsqu'il s'affiche dans la liste.";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "OS X ne prend pas en charge la numérisation sur des périphériques connectés à l'aide de l'adresse IP ou du nom d'hôte. Veuillez activer Bonjour sur votre périphérique, assurez-vous que le périphérique est connecté au même réseau local que votre Mac et sélectionnez le périphérique lorsqu'il s'affiche dans la liste.";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "Connexion au scanner en cours...";
"The scanner reported an error" = "Le scanner a signalé une erreur.";
"Scanning..." = "Numérisation en cours...";
"The scanner is warming up..." = "Le scanner monte en température...";
"A document is not loaded" = "Aucun document n'est chargé.";

/* Test page control titles */
"Scan" = "Numériser";

"Print" = "Imprimer";
"Scan Test Page" = "Numériser la page de test";

/* Create device queue instruction and button title */
"Add Device..." = "Ajouter un périphérique...";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "Sélectionnez \"%1$@\" avec une valeur de Lieu \"%2$@\"";

/* Error alert description in case USB device */

/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "Les informations journalisées seront enregistrées vers \"%1$@\" dans votre dossier %2$@.";

/* 2.2.4 strings */
"Confirm that your scanner is functioning properly." = "Confirmez le fonctionnement normal de votre scanner.";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "Le réseau sélectionné n'est pas accessible à partir de votre appareil HP. Essayez de rapprocher votre appareil de votre routeur ou point d'accès sans fil.";
"Google Analytics Privacy Policy" = "Politique de confidentialité Google Analytics";
"The scanner was added successfully." = "Le scanner a bien été ajouté.";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "Votre appareil %1$@ est pris en charge et peut être utilisé sous OS X %2$@ ou une version ultérieure. Veuillez mettre à jour le système d'exploitation de votre ordinateur.";
"Test Your Scanner" = "Tester votre scanner";
"Place an item on the scanner and try again." = "Placez un élément sur le scanner et réessayez.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "Vérifiez que le câble USB est correctement branché aux ports USB de l'appareil et de votre Mac.";
"Cannot configure the device software." = "impossible de configurer le logiciel de l'appareil.";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "Assurez-vous que tous les câbles de l'appareil sont correctement branchés et que la connexion sans fil fonctionnement normalement, puis réessayez.";
"ReviewedCheckboxTitle" = "J’ai revu et j’accepte les accords et les paramètres.";
"Your Mac login password is required to complete this step." = "Votre mot de passe de connexion Mac est nécessaire pour exécuter cette étape.";
"Make sure your device is powered on and connected to the network, and then try again." = "Assurez-vous d'avoir mis l'appareil sous tension et qu'il est connecté au réseau, puis réessayez.";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "Les pilotes de scanner HP pour votre appareil %1$@ sont uniquement disponibles pour OS X %2$@ ou les versions ultérieures. Veuillez mettre à jour le système d'exploitation de votre ordinateur et installer les pilotes HP les plus récents.";
"Creating the printer queue..." = "Création d'une file d'attente d'impression...";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "Pour vérifier que l'imprimante a été correctement configurée, après vous être assuré de la présence de papier dans le bac  papier, cliquez sur Imprimer page de test.";
"Connecting to the scanner. Please wait..." = "Connexion au serveur. Veuillez patienter...";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "Vos informations de connexion Mac sont nécessaires pour donner à HP Easy Start l'autorisation d'installer le logiciel sur votre ordinateur. Cliquez sur OK, puis réessayez.";
"The %@ IP address is not reachable." = "L'adresse IP %@ est inaccessible.";
"Click to setup the scanner in the system" = "Cliquez pour configurer le scanner au niveau du système";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "L'adresse IP que vous avez indiquée se trouve sur un réseau IP différent et n'est pas accessible  partir de votre Mac.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "Pour exécuter cette étape supplémentaire, placez un document d'une seule page sur le scanner en suivant les repères de positionnement, puis cliquez sur Numérise page de test. Â Si tout fonctionne correctement, l'image numérisée doit s'afficher dans la zone d'aperçu.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "Vérifiez que le câble USB est correctement branché aux ports USB de l'appareil et de votre Mac. Si l'appareil est toujours introuvable, débranchez le câble USB, patientez quelques minutes, puis rebranchez-le.";
"ProductImprovementDescription" = "Pour améliorer les produits et solutions HP, une meilleure connaissance de nos clients et le développement d'initiatives commerciales stratégiques, HP utilise des outils, y compris Google Analytics, afin de collecter, combiner et analyser les données qui ne contiennent aucune information d'identification personnelle.";

"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "Ajoutez ce scanner à la liste \"Imprimantes et scanners\" des Préférences Système.";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "Ajoutez cette imprimante à la liste \"Imprimantes et scanners\" des Préférences Système.";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Pour exécuter cette étape facultative, placez une feuille de papier %@ dans le bac   papier de l'imprimante, puis cliquez sur Imprimer page de test.";


/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "%@ doit être redémarré";
"Setup of the selected device requires HP software update and restart of %@." = "La configuration du périphérique sélectionné nécessite la mise à jour du logiciel HP et le redémarrage de %@.";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "Ajoutez ce périphérique à la liste \"%@\" des Préférences système.";
"Add this scanner to the System Preferences \"%@\" list." = "Ajoutez ce périphérique à la liste \"%@\" des Préférences système.";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "Imprimantes et scanners";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "Imprimantes et scanners";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "Certaines fonctions de votre périphérique risquent d'être indisponibles.";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X prend en charge les fonctions de numérisation et de télécopie des périphériques connectés uniquement via le service Bonjour, mais ce périphérique ne peut pas être détecté via le service Bonjour. Vous pouvez poursuivre la configuration de ce périphérique pour l'impression uniquement. Pour utiliser toutes les fonctions du périphérique, activez le service Bonjour sur votre périphérique, assurez-vous que le périphérique est connecté au même réseau local que votre Mac, puis sélectionnez de nouveau le périphérique lorsqu'il apparaît dans la liste.";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "La file d'attente d'impression de votre périphérique doit être actualisée.";
"Update..." = "Actualiser...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X ne prend pas en charge la fonction de numérisation des périphériques connectés via les méthodes d'adresse IP ou de nom d'hôte. Pour pouvoir numériser, activez le service Bonjour sur votre périphérique, assurez-vous que le périphérique est connecté au même réseau local que votre Mac, puis sélectionnez de nouveau le périphérique lorsqu'il apparaît dans la liste.";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "Pour connecter le périphérique, suivez les étapes suivantes. Une fois toutes les étapes effectuées, cliquez sur \"Réessayer\".\n \n1. Assurez-vous que tous les câbles sont bien branchés ou que la connexion sans fil fonctionne.\n\n2. Éteignez le périphérique et rallumez-le.";


/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "Configuration matérielle";
"Lets install ink and paper" = "Installez l'encre et le papier !";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "Suivez les instructions imprimées fournies avec votre appareil.\n\nLorsque vous aurez terminé l'installation de l'encre et du papier, sélectionnez <b>Continuer</b>.";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "Impossible d'établir une connexion pour la configuration en ligne.";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "Certaines étapes de la procédure de configuration de votre appareil (notamment l'installation du logiciel HP) nécessite une connexion Internet. Vérifiez que votre ordinateur est connecté à Internet, puis cliquez sur Réessayer. Cliquez sur Continuer hors ligne pour ignorer la configuration en ligne.";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "Certaines étapes de la procédure de configuration de votre appareil (notamment l'installation du logiciel HP) nécessite une connexion Internet. Vérifiez que votre ordinateur est connecté à Internet, puis cliquez sur Réessayer. Cliquez sur Continuer hors ligne pour ignorer les étapes de configuration en ligne et configurez votre appareil avec le pilote AirPrint.";
/* Continue offline button title */ 
"Continue Offline" = "Continuer hors ligne";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "Téléchargement du logiciel en cours. Veuillez patienter jusqu'à la fin du téléchargement.";

/* Confirmation button title on busy alert */
"Close Anyway" = "Fermer quand même";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "Un téléchargement actif est en cours. Attendez la fin du téléchargement ou annulez les téléchargements actifs.";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "Le logiciel ne peut pas être téléchargé. Réessayez ultérieurement.";

/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "Activer Bonjour";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "Votre périphérique est disponible via la connexion Bonjour.";
"Using Bonjour allows you to have more features and options for work with your device." = "Bonjour vous permet de disposer de davantage de fonctions et d'options dans le cadre de l'utilisation de votre périphérique.";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "Utiliser la connexion Bonjour";
"Use current connection" = "Utiliser la connexion actuelle";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X prend en charge les fonctions de numérisation et de télécopie pour les périphériques connectés via Bonjour uniquement, mais ce périphérique ne peut pas être détecté via Bonjour. Vous pouvez continuer à configurer ce périphérique pour imprimer uniquement. Pour utiliser toutes les fonctions du périphérique, activez Bonjour sur votre périphérique et assurez-vous que le périphérique est connecté au même réseau local que votre Mac.";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X prend en charge la numérisation pour les périphériques connectées via Bonjour uniquement, mais ce périphérique ne peut pas être détecté via Bonjour. Veuillez activer Bonjour sur votre périphérique et assurez-vous que le périphérique est connecté au même réseau local que votre Mac.";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "Connecter le périphérique au réseau sans fil";
"Your device supports wireless network connection." = "Votre périphérique ne prend pas en charge la connexion à un réseau sans fil.";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "Connecter au réseau sans fil";
"Continue with USB connection" = "Continuer à utiliser la connexion USB";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "Vérifiez que le câble USB est fermement connecté aux ports USB sur le périphérique et à votre Mac. Si le problème persiste, éteignez votre périphérique, attendez un moment, puis rallumez-le.";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "Déconnectez votre périphérique du port USB.";
"Please unplug your device from USB to start using the network connection." = "Veuillez déconnecter votre périphérique du port USB pour commencer à utiliser la connexion réseau.";


/* SW Download */

/* Search field placeholder */
"Device model name" = "Nom du modèle du périphérique";

/* Initial action description */
"Enter the device model name to start searching for software online." = "Entrez le nom du modèle du périphérique pour commencer à rechercher le logiciel en ligne.";

/* Done button title */
"New Download" = "Nouveau téléchargement";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "Pour vous assurer que l'imprimante a été correctement configurée, vérifiez que le bac à papier de l'imprimante contient du papier, puis cliquez sur %@.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "Pour effectuer cette étape facultative, placez un document d'une page sur le scanner en respectant les marques de positionnement, puis cliquez sur %@. Si tout fonctionne normalement, l'image numérisée apparaît dans la zone d'aperçu.";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "Pour effectuer cette étape supplémentaire, placez une feuille de papier %@ dans le bac de l'imprimante, puis cliquez sur %@.";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "La prise en charge de la fréquence de bande Wi-Fi %@ est désactivée. Veuillez l'activer sur le panneau de commande du périphérique ou sélectionnez un autre réseau.";

/* Wireless channel bands */
"2.4GHz" = "2,4 GHz";
"5GHz" = "5 GHz";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "Sélectionnez le périphérique à utiliser et cliquez sur <b>Continuer</b>.";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "Remarque : lorsque vous cliquez sur <b>Rejoindre</b>, votre Mac est temporairement déconnecté de votre réseau sans fil. %@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "Cliquez sur le libellé situé sous l'icône du périphérique et donnez un nom à votre périphérique qui permettra de l'identifier facilement. Assurez-vous que le réseau Wi-Fi actuel de votre Mac est sélectionné et cliquez sur<b>Rejoindre</b>.";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Cliquez sur <b>Ouvrir HP Utility</b>, puis suivez la procédure indiquée. Une fois HP Utility ouvert, HP Easy Start se ferme automatiquement.";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Cliquez sur <b>Continuer en ligne</b> pour ouvrir votre navigateur Internet, puis suivez la procédure indiquée. Une fois votre navigateur Internet ouvert, HP Easy Start se ferme automatiquement.";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "Mettez votre appareil sous tension pour configurer, connecter et commencer à imprimer rapidement et facilement avec HP Easy Start. En quelques étapes simples, votre imprimante ou scanner HP sera prêt à être utilisé !";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "Sélectionnez un pays...";
"Select Language..." = "Sélectionnez une langue...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "Une connexion à Bonjour est requise pour la numérisation.";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "Cliquez sur <b>Continuer</b> pour vous connecter à Bonjour.";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "Ajouter et vérifier votre périphérique"; 
"Follow these steps to prepare the device for work." = "Suivez cette procédure pour préparer le périphérique à son utilisation.";

/* Quit application during online setup alert message header */
"Setup not complete" = "Configuration incomplète";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "Si vous fermez %1$@, vous risquez de ne pas pouvoir imprimer à partir de cet ordinateur.\nBien que votre imprimante soit connectée à un réseau, vous devez installer les pilotes d'imprimante.\nDe plus, si vous fermez cette fenêtre maintenant, vos cartouches risquent de ne pas être configurées correctement.\nCliquez sur <b>%2$@</b> pour poursuivre la configuration (recommandé), sur <b>%3$@</b> pour télécharger et installer les pilotes d'imprimante ou sur <b>%4$@</b> pour quitter l'application.";

/* Skip online setup button title */
"Skip to Software Download" = "Passer au téléchargement du logiciel";

/* Quit application during online setup button title */
"Quit" = "Quitter";

"Welcome to %@!" = "Bienvenue dans %@ !";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "Mettez votre périphérique sous tension pour faciliter la configuration, la connexion et commencer à imprimer avec HP Easy Start.\nPréparez votre imprimante ou scanner HP pour qu'il soit prêt à être utilisé !";
I_Have_Read_Agreement_prefix = "J'ai lu et j'accepte le ";
"End_User_License_Agreement" = "Contrat de licence d'utilisateur final";
" and " = " et la ";
"Privacy Statement" = "Déclaration de confidentialité";
I_Have_Read_Agreement_suffix = ".";
User_Settings_prefix = "Pour en savoir plus ou pour modifier les paramètres utilisateur, ";
"click here" = "cliquez ici";
User_Settings_suffix = ".";
"User Settings" = "Paramètres utilisateur";
"Allow usage information to be sent" = "Autoriser l'envoi des informations relatives à l'utilisation";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "HP collecte et analyse les données techniques et relatives à l'utilisation à partir des périphériques HP afin de vous fournir des produits, services et opérations commerciales et de les améliorer et de vous procurer les informations et avantages adaptés à vos besoins. HP peut également analyser ces données en les combinant à d'autres informations collectées dans le respect de la Déclaration de confidentialité HP.";
"Allow your %@ software to send data to HP" = "Autoriser le logiciel %@ à envoyer des données à HP";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "Pour vous fournir des versions améliorées de votre logiciel %@, HP collecte régulièrement des données d'utilisation anonymes (certaines de ces informations peuvent être collectées via Analytics), qui lui sont ensuite transmises.";
"Click here to learn more about Google Analytics" = "Cliquez ici pour en savoir plus sur Google Analytics";
"Prepare printer for setup" = "Préparer l'imprimante en vue de sa configuration";
"Click <b>Continue</b> after you complete the following tasks." = "Cliquez sur <b>Continuer</b> après avoir exécuté les tâches suivantes.";
"Make sure the printer is plugged into a power source" = "Assurez-vous que l'imprimante est raccordée à une source d'alimentation";
"Make sure the printer is turned ON" = "Assurez-vous que l'imprimante est allumée";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "Pour effectuer la configuration sans fil de l'imprimante, débranchez tous les câbles Ethernet ou USB susceptibles d'être connectés à votre imprimante";
"For assistance with these tasks, consult the information provided with your printer." = "Pour obtenir de l'assistance en vue d'exécuter ces tâches, consultez les informations fournies avec votre imprimante.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "Télécharger";
/* Menu item to create new window */
"New Download Window" = "Nouvelle fenêtre de téléchargement";

/* Main screen title */
"Download Software" = "Télécharger le logiciel";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "Entrez le nom du modèle du périphérique pour lancer la recherche du logiciel";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "Aucun modèle sélectionné";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "Afficher dans le Finder";
